IsConceptualMassFamily Property
 Whether the Family is a Conceptual Mass family.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public bool IsConceptualMassFamily { get; }
  Visual Basic
Public ReadOnly Property IsConceptualMassFamily As Boolean
	Get
  Visual C++
public:
property bool IsConceptualMassFamily {
	bool get ();
}
 See Also
  Family Class
  Autodesk.Revit.DB Namespace
 ArchiLabs
Stop fighting Revit automation.
Build repeatable BIM design and documentation workflows with scripts, data, and AI in one place, without wrestling brittle one-off automations.
 Try ArchiLabs →